Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AUDIO_QUALITY_FOOTER_CELLULAR_STREAMING_DATA_WARN
source: Lossless streaming will consume significantly more data. A three minute song will be approximately: – 1.5 MB with High Efficiency – 6 MB with High Quality at 256 kbps – 36 MB with Lossless at 24-bit/48 kHz – 145 MB with Hi-Res Lossless at 24-bit/192 kHz Support varies and depends on song availability, network conditions, and connected speaker or headphone capability.
ar: سيستهلك بث الموسيقى بتنسيق Lossless بيانات أكبر بكثير. تشغيل أغنية مدتها ثلاث دقائق سيستهلك تقريبًا: – ١٫٥ م.ب. بالكفاءة العالية – ٦ م.ب. بجودة عالية بمعدل ٢٥٦ ك.ب./ث – ٣٦ م.ب. بتنسيق Lossless بمعدل ٢٤ بت/٤٨ ك.هرتز – ١٤٥ م.ب. بتنسيق Hi-Res Lossless بمعدل ٢٤ بت/١٩٢ ك.هرتز يختلف الدعم ويعتمد على توفر الأغاني وحالة الشبكة وقدرات السماعة المتصلة أو سماعة رأسك.
bg: Стриймването в режим Lossless ще повиши значително консумацията на мобилни данни. Триминутна песен ще бъде около: – 1.5 MB с High Efficiency – 6 MB с High Quality при 256 kbps – 36 MB с Lossless при 24-bit/48 kHz – 145 MB с Hi-Res Lossless при 24-bit/192 kHz Поддръжката варира и зависи от наличността на песен, състоянието на мрежата и способността на свързаните говорител или слушалки.
ca: La reproducció sense pèrdua consumeix més dades. Una cançó de tres minuts consumeix aproximadament: – 1,5 MB en alta eficiència. – 6 MB en alta qualitat a 256 kbps. – 36 MB sense pèrdua a 24 bits i 48 kHz. – 145 MB en alta resolució sense pèrdua a 24 bits i 192 kHz. La compatibilitat varia i depèn de la disponibilitat de la cançó, de les condicions de la xarxa i de la capacitat dels altaveus o auriculars connectats.
cs: Bezztrátové streamování spotřebuje podstatně víc dat. Tříminutová skladba spotřebuje přibližně: – 1,5 MB při vysoké efektivitě – 6 MB při vysoké kvalitě (256 kb/s) – 36 MB při bezztrátové kvalitě (24 bitů/48 kHz) – 145 MB v bezztrátovém vysokém rozlišení (24 bitů/192 kHz) Vybraná volba nemusí být vždy podporována a závisí na dostupnosti skladby, stavu sítě a možnostech připojených reproduktorů nebo sluchátek.
da: Streaming i Lossless bruger væsentlig mere data. En sang på tre minutter har en størrelse på omkring: – 1,5 MB i High Efficiency-format – 6 MB i høj kvalitet ved 256 kbps – 36 MB i Lossless-format ved 24-bit/48 kHz – 145 MB i Hi-Res Lossless-format ved 24-bit/192 kHz Understøttelse varierer og afhænger af tilgængelighed af sangen, netværksforhold og den tilsluttede højttalers eller hovedtelefonernes funktionalitet.
de: Lossless-Streaming erfordert wesentlich mehr Daten. Ein dreiminütiger Titel benötigt ungefähr: – 1,5 MB mit High Efficiency – 6 MB mit High Quality bei 256 kBit/s – 36 MB mit Lossless bei 24 Bit/48 kHz – 145 MB mit Hi-Res Lossless bei 24 Bit/192 kHz Die Unterstützung variiert mit der Verfügbarkeit des Titels, der Netzwerkverbindung und der Leistungsfähigkeit verbundener Lautsprecher oder Kopfhörer.
el: Η ροή Lossless θα καταναλώνει πολύ περισσότερα δεδομένα. Ένα τραγούδι τριών λεπτών θα έχει μέγεθος περίπου: – 1,5 MB σε Υψηλή απόδοση – 6 MB σε Υψηλή ποιότητα στα 256 kbps – 36 MB σε Lossless στα 24 bit/48 kHz – 145 MB σε Lossless υψηλής ανάλυσης στα 24 bit/192 kHz Η υποστήριξη ποικίλλει και εξαρτάται από τη διαθεσιμότητα των τραγουδιών, τις συνθήκες δικτύου, και τις δυνατότητες των συνδεδεμένων ηχείων ή ακουστικών.
es: La transmisión de audio sin pérdida consumirá muchos más datos. Una canción de tres minutos ocupará aproximadamente: – 1,5 MB con alta eficiencia – 6 MB con alta calidad a 256 kbps – 36 MB sin pérdida de audio a 24 bits/48 kHz – 145 MB con alta resolución sin pérdida a 24 bits/192 kHz La compatibilidad varía y depende de la disponibilidad de la canción, de las condiciones de la red y de la capacidad del altavoz o de los auriculares conectados.
es_us: La transmisión de audio Lossless consumirá significativamente más datos. Una canción de tres minutos consumirá aproximadamente: – 1.5 MB con alta eficiencia – 6 MB con alta calidad a 256 kbps – 36 MB con audio Lossless de 24 bits/48 kHz – 145 MB con audio Hi-Res Lossless a 24 bits/192 kHz La compatibilidad varía y depende de la disponibilidad de la canción, las condiciones de la red y la funcionalidad de los audífonos o altavoces conectados.
fi: Lossless-striimaus kuluttaa huomattavasti enemmän dataa. Kolmen minuutin kappaleen tiedostokoko on noin – 1,5 Mt korkean hyötysuhteen koodauksella – 6 Mt korkealla laadulla nopeudella 256 kb/s – 36 Mt Lossless-laadulla tarkkuudella 24 bittiä/48 kHz – 145 Mt Hi-Res Lossless -laadulla tarkkuudella 24 bittiä/192 kHz Tuki vaihtelee ja riippuu kappaleen saatavuudesta, verkon tilasta ja kuulokkeiden tai liitetyn kaiuttimen teknisistä rajoitteista.
fr: La diffusion au format Lossless entraînera une consommation de données beaucoup plus élevée. Un morceau de trois minutes nécessitera environ : – 1,5 Mo en haute efficacité, – 6 Mo en haute qualité à 256 kbit/s, – 36 Mo en format Lossless à 24 bits/48 kHz, – 145 Mo en format Lossless haute qualité à 24 bits/192 kHz. La prise en charge dépend de la disponibilité des morceaux, des conditions du réseau et des capacités de votre haut-parleur connecté ou de vos écouteurs.
fr_ca: La diffusion continue sans perte consomme beaucoup plus de données. Une chanson de trois minutes consommera environ : – 1,5 Mo en haute efficacité; – 6 Mo en qualité supérieure à 256 kbit/s; – 36 Mo au format sans perte à 24 bits, 48 kHz; – 145 Mo au format sans perte haute qualité à 24 bits, 192 kHz. La prise en charge varie selon les chansons, les conditions du réseau et les caractéristiques du haut-parleur ou des écouteurs connectés.
he: הזרמה של קובצי שמע בפורמט Lossless (ללא אובדן איכות) צורכת כמות נתונים גבוהה יותר באופן משמעותי. שיר באורך 3 דקות יצרוך בערך: – 1.5 מ״ב עם ״יעילות גבוהה״ – 6 מ״ב עם ״איכות גבוהה״ ב-256 קילובייט/שנייה – 36 מ״ב עם Lossless ב-‎24-bit על ⁨48 kHz⁩ – 145 מ״ב עם Hi-Res Lossless ב-‎24-bit על ⁨192 kHz⁩ התמיכה עשויה להשתנות והיא תלויה בזמינות השיר, בתנאי הרשת האלחוטית וביכולות של הרמקול או האוזניות המחוברות.
hi: Lossless स्ट्रीमिंग में काफ़ी ज़्यादा डेटा की खपत होगी। तीन मिनट का गीत लगभग इस प्रकार का होगा : – हाई एफ़िशिएंसी पर 1.5 MB – 256 kbps पर उच्च गुणवत्ता के साथ 6 MB – 24-बिट/48 kHz पर Lossless के साथ 36 MB – 24-बिट/192 kHz पर Hi-Res Lossless के साथ 145 MB समर्थन गीत की उपलब्धता, नेटवर्क की स्थिति और कनेक्टेड स्पीकर या हेडफ़ोन की क्षमता पर निर्भर करता है और उसमें भिन्नता होती है।
hr: Streaming u kvaliteti Lossless potrošit će značajno više mobilnih podataka. Pjesma od tri minute približno iznosi: – 1,5 MB uz visoku učinkovitost – 6 MB uz visoku kvalitetu i 256 kbps – 36 MB uz kvalitetu Lossless i 24 bita/48 kHz – 145 MB uz kvalitetu Hi-Res Lossless i 24 bita/192 kHz Podrška varira i ovisi o dostupnosti pjesme, mrežnim uvjetima i mogućnostima spojenog zvučnika ili slušalica.
hu: A veszteségmentes streamelés lényegesen nagyobb mennyiségű adatot használ fel. Egy 3 perc hosszúságú dalhoz hozzávetőlegesen az alábbiak szükségesek: – 1,5 MB nagy hatékonyságú formátum esetén – 6 MB 256 kb/s sebességű, kiváló minőség esetén – 36 MB 24 bites / 48 kHz-es veszteségmentes formátum esetén – 145 MB 24 bites / 192 kHz-es nagy felbontású veszteségmentes formátum esetén A támogatás változó, és a dal elérhetőségétől, a hálózati feltételektől, továbbá a csatlakoztatott hangszóró vagy fejhallgató képességeitől függ.
id: Streaming lossless akan memakan jauh lebih banyak data. Lagu berdurasi tiga menit kira-kira akan berukuran: – 1,5 MB dengan Efisiensi Tinggi – 6 MB dengan Kualitas Tinggi pada 256 kbps – 36 MB dengan Lossless pada 24 bit/48 kHz – 145 MB dengan Hi-Res Lossless pada 24 bit/192 kHz Dukungan berbeda-beda dan bergantung pada ketersediaan lagu, kondisi jaringan, serta kemampuan speaker atau headphone yang terhubung.
it: Lo streaming Lossless aumenterà in modo significativo il consumo di dati. Un brano di tre minuti consumerà circa: - 1,5 MB in efficienza elevata - 6 MB in alta qualità a 256 kbps - 36 MB in formato Lossless a 24 bit/48 kHz - 145 MB in formato Hi‑Res Lossless a 24 bit/192 kHz Il supporto varia e dipende dalla disponibilità dei brani, dalle condizioni della rete e dalle caratteristiche degli altoparlanti o delle cuffie connessi.
ja: ロスレスストリーミングを使用すると、データ使用量が大幅に増加します。 3分間の曲のデータ使用量は、およそ以下の通りです: – 高効率の場合は1.5 MB – 高音質（256 kbps）の場合は6 MB – ロスレス（24ビット/48 kHz）の場合は36 MB – ハイレゾロスレス（24ビット/192 kHz）の場合は145 MB どのオーディオ品質に対応しているかは、入手できる楽曲の種類、ネットワークの状態、接続されているスピーカーやヘッドフォンの機能によって異なります。
kk: Lossless форматындағы трансляция кезінде деректер көбірек тұтынылады. Үш минуттық әннің көлемі шамамен мынадай болады: – 1,5 МБ — жоғары тиімділікті форматта – 6 МБ — жоғары сапалы форматта (256 кбит/с) – 36 МБ — Lossless форматында (24 бит/48 кГц) – 145 МБ — Hi-Res Lossless форматында (24 бит/192 кГц) Әрдайым қолдау көрсетіле бермейді және әннің қолжетімділігіне, желілік қосылым шарттарына және қосылған динамик немесе құлаққаптың техникалық мүмкіндіктеріне байланысты.
ko: 무손실 스트리밍은 매우 많은 데이터를 소비합니다. 3분 길이의 노래에 소비되는 데이터는 대략 다음과 같습니다. – 고효율인 경우 1.5MB – 256kbps 고품질인 경우 6MB – 무손실 24비트/48kHz인 경우 36MB – 고해상도 무손실 24비트/192kHz인 경우 145MB 지원 사항은 노래의 재생 가능 여부, 네트워크 상태와 연결된 스피커 또는 헤드폰 기능에 따라 다릅니다.
lt: Klausantis srautu nenuostolinguoju formatu sunaudojama gerokai daugiau duomenų. Trijų minučių dainai sunaudojama apytiksliai tiek duomenų: – 1,5 MB, naudojant didelio efektyvumo formatą – 6 MB, naudojant aukštos kokybės formatą ir 256 kbps – 36 MB, naudojant nenuostolingąjį formatą ir 24 bitus / 48 kHz – 145 MB, naudojant didelės raiškos nenuostolingąjį formatą ir 24 bitus/ 192 kHz Palaikymas skiriasi priklausomai nuo dainų pasiekiamumo, tinklo sąlygų ir prijungtų garsiakalbių ar ausinių pajėgumo.
ms: Penstriman Lossless akan menggunakan lebih banyak data secara ketara. Lagu sepanjang tiga minit akan bersaiz lebih kurang: – 1.5 MB dengan Kecekapan Tinggi – 6 MB dengan Kualiti Tinggi pada 256 kbps – 36 MB dengan Lossless pada 24 bit/48 kHz – 145 MB dengan Lossless Hi‑Res pada 24 bit/192 kHz Sokongan berbeza-beza dan bergantung pada ketersediaan lagu, keadaan rangkaian dan keupayaan speaker atau fon kepala yang disambungkan.
nl: Lossless streamen verbruikt aanzienlijk meer data. Een nummer van drie minuten is ongeveer: – 1,5 MB met 'High Efficiency' – 6 MB met 'Hoge kwaliteit' in 256 kbps – 36 MB met 'Lossless' bij 24-bit/48 kHz – 145 MB met 'Lossless met hoge resolutie' bij 24-bit/192 kHz Ondersteuning varieert en is afhankelijk van de beschik­baarheid van nummers, netwerk­verbindingen en de eigen­schappen van de verbonden luidspreker of koptelefoon.
no: Strømming av lyd i Lossless-format vil bruke mye mer data. En sang på 3 minutter vil bruke omtrent: – 1,5 MB med High Efficiency – 6 MB med Høy kvalitet ved 256 kbps – 36 MB med Lossless ved 24-bit/48 kHz – 145 MB med Hi-Res Lossless ved 24-bit/192 kHz Støtte varierer og avhenger av tilgjengeligheten til sangen, nettverksforbindelsen og kapasiteten til tilkoblede høyttalere eller hodetelefoner.
pl: Strumieniowanie w formacie Lossless wymaga przesyłania znacznie większej ilości danych. Trzyminutowy utwór ma wielkość około: – 1,5 MB w formacie High Efficiency – 6 MB w wysokiej jakości przy 256 kb/s – 36 MB w formacie Lossless przy 24 bitach i 48 kHz – 145 MB w formacie Hi‑Res Lossless przy 24 bitach i 192 kHz Dostępność opcji zależy od dostępności utworu, możliwości sieci oraz ograniczeń technicznych połączonych głośników lub słuchawek.
pt_br: O streaming em Lossless consome consideravelmente mais dados. Uma música de três minutos terá aproximadamente: – 1,5 MB com Alta Eficiência – 6 MB com Alta Qualidade a 256 kbps – 36 MB com Lossless a 24 bits/48 kHz – 145 MB com Hi-Res Lossless a 24 bits/192 kHZ A compatibilidade varia e depende da disponibilidade das músicas, condições da rede e capacidade do alto-falante ou fone de ouvido conectado.
pt_pt: O streaming sem perdas consome significativamente mais dados. Uma música com a duração de três minutos consome aproximadamente: – 1,5 MB no formato de alta eficiência. – 6 MB com alta qualidade a 256 kbps. – 36 MB sem perdas a 24 bits/48 kHz. – 145 MB com alta resolução sem perdas a 24 bits/192 kHz. O suporte varia e depende da disponibilidade das músicas, das condições da rede e da capacidade da coluna ou dos auscultadores ligados.
ro: Difuzarea în flux Lossless va atrage un consum de date semnificativ mai mare. O melodie de trei minute va avea aproximativ: – 1,5 MB cu eficiență înaltă – 6 MB la calitate înaltă la 256 kb/s – 36 MB la calitate Lossless la 24 biți/48 kHz – 145 MB la calitate Hi‑Res Lossless la 24 biți/192 kHz Compatibilitatea variază și depinde de disponibilitatea melodiilor, condițiile de rețea și capacitățile căștilor audio sau difuzoarelor conectate.
ru: При потоковой передаче в формате Lossless значительно возрастает трафик. Размер трехминутной песни составит около: – 1,5 МБ в высокоэффективном формате – 6 МБ в высоком качестве (256 кбит/с) – 36 МБ в формате Lossless (24 бита/48 кГц) – 145 МБ в формате Hi‑Res Lossless (24 бита/192 кГц) Поддерживается не всегда. Доступность зависит от наличия песни, сетевого подключения и технических возможностей подключаемых наушников или устройств.
sk: Bezstratové Lossless streamovanie spotrebuje omnoho viac dát. Trojminútová skladba bude mať približne: – 1,5 MB vo vysoko efektívnom formáte – 6 MB vo vysokej kvalite 256 kb/s – 36 MB v Lossless kvalite 24 bitov/48 kHz – 145 MB v Hi‑Res Lossless kvalite 24 bitov/192 kHz Podpora formátu závisí od dostupnosti skladieb, kvality sieťového pripojenia a možností pripojených reproduktorov alebo slúchadiel.
sl: Pretakanje v kakovosti Lossless bo porabilo občutno več podatkov za prenos. Velikost triminutne skladbe bo približno: – 1,5 MB v visoki učinkovitosti – 6 MB v visoki kakovosti pri 256 kbps – 36 MB v kakovosti Lossless pri 24-bit/48 kHz – 145 MB v kakovosti Hi-Res Lossless pri 24-bit/192 kHz Podpora se razlikuje in je odvisna od razpoložljivosti skladbe, omrežnih pogojev in zmogljivosti priključenega zvočnika ali slušalk.
sv: Strömning med Lossless-kvalitet använder avsevärt mycket större mängd data. En låt på tre minuter har följande ungefärliga storlek: – 1,5 MB med hög effektivitet – 6 MB med hög kvalitet och 256 kbit/s – 36 MB med Lossless-kvalitet och 24-bitars/48 kHz – 145 MB med Hi-Res Lossless-kvalitet och 24-bitars/192 kHz Stödet varierar och beror på låtens tillgänglighet, nätverksförhållanden och kapaciteten hos de anslutna högtalarna eller hörlurarna.
th: การสตรีมเสียงแบบ Lossless จะใช้ข้อมูลเพิ่มขึ้นอย่างมาก เพลงยาวสามนาทีจะใช้ข้อมูลโดยประมาณ: – 1.5 MB แบบประสิทธิภาพสูง – 6 MB แบบคุณภาพสูงที่ 256 kbps – 36 MB แบบ Lossless ที่ 24 บิต/48 kHz – 145 MB แบบ Hi-Res Lossless ที่ 24 บิต/192 kHz รองรับหลายรูปแบบและขึ้นอยู่กับเพลงที่รองรับ สภาพเครือข่าย และ ลำโพงที่เชื่อมต่อหรือความสามารถของหูฟัง
tr: Kayıpsız yayın, önemli ölçüde daha fazla veri kullanır. Üç dakikalık bir parça yaklaşık şu büyüklüktedir: - Yüksek Verimlilik biçiminde 1,5 MB – 256 kb/sn. Yüksek Kalite biçiminde 6 MB – 24 bit/48 kHz Kayıpsız biçiminde 36 MB – 24 bit/192 kHz Yüksek Çözünürlüklü Kayıpsız biçiminde 145 MB Destek; parçanın kullanılabilirliğine, ağ koşullarına ve bağlı hoparlörün veya kulaklığın özelliklerine bağlı olup bunlara göre değişir.
uk: Для транслювання аудіофайлів без втрат потрібно передавати значно більше даних. Пісня тривалістю 3 хвилини потребуватиме приблизно: – 1,5 МБ у високоефективному форматі – 6 МБ у високій якості з 256 кбіт/с – 36 МБ у форматі без втрат із 24 біт/48 кГц – 145 МБ у високороздільному форматі без втрат із 24 біт/192 кГц Підтримка залежить від доступності пісні, пропускної здатності мережі та параметрів підʼєднаних навушників чи динаміків.
vi: Truyền phát Lossless sẽ sử dụng dữ liệu nhiều hơn đáng kể. Một bài hát có độ dài 3 phút sẽ sử dụng khoảng: – 1,5 MB với Hiệu suất cao – 6 MB với Chất lượng cao tại 256 kbps – 36 MB với Lossless tại 24-bit/48 kHz – 145 MB với Hi-Res Lossless tại 24-bit/192 kHz Hỗ trợ thay đổi và phụ thuộc vào khả năng có sẵn của bài hát, điều kiện mạng và tính năng của loa hoặc tai nghe được kết nối.
zh_cn: 无损流播放将显著消耗更多数据。 一首三分钟的歌曲大约消耗： – 1.5 MB，高效 – 6 MB，高质量(256 kbps) – 36 MB，无损(24位/48 kHz) – 145 MB，高解析度无损(24位/192 kHz) 支持情况视歌曲提供、网络状况和所连接扬声器或耳机的功能而异。
zh_hk: 無損壓縮串流將會明顯耗用更多數據。 一首三分鐘的歌曲約需： – 1.5 MB（高效率） – 6 MB（高質素、256 kbps） – 36 MB（無損壓縮、24位元/48 kHz） – 145 MB（高解析度無損壓縮、24位元/192 kHz） 支援與否視乎歌曲提供情況、網絡狀況及所連接喇叭或耳筒的功能而定。
zh_tw: 「保真壓縮」串流會明顯地消耗更多數據。 三分鐘的歌曲大約消耗： – 1.5 MB（高效率） – 6 MB 256 kbps（高品質） – 36 MB 24位元/48 kHz（保真壓縮） – 145 MB 24位元/192 kHz（高解析度保真壓縮） 支援狀況會視歌曲、網路連線、所連接揚聲器或耳機的功能而有所差異。

# LOSSLESS_DOWNGRADE_WIFI_BODY
source: Save space by removing Lossless downloads, which will be replaced with High Quality downloads the next time this device is connected to Wi-Fi.
ar: يمكنك توفير مساحة عن طريق إزالة تنزيلات Lossless كي تُستبدل بتنزيلات عالية الجودة عند اتصال هذا الجهاز بشبكة Wi-Fi في المرة القادمة.
bg: Спестете пространство, като премахнете изтеглено съдържание във формат Lossless, което ще бъде заменено с висококачествено съдържание следващия път, когато това устройство е свързано с Wi-Fi.
ca: Per estalviar espai, pots eliminar les descàrregues sense pèrdua. Se substituiran per descàrregues d’alta qualitat la propera vegada que el dispositiu estigui connectat a la Wi‑Fi.
cs: Odstraněním položek stažených v bezztrátovém formátu můžete ušetřit místo. Až se toto zařízení příště připojí k Wi‑Fi, položky v bezztrátovém formátu budou nahrazeny položkami ve vysoké kvalitě.
da: Spar plads ved at fjerne Lossless-overførsler, som kan erstattes med overførsler i høj kvalitet, næste gang denne enhed er forbundet til Wi-Fi.
de: Spare Speicherplatz, indem du Lossless-Downloads entfernst, die durch High Quality-Downloads ersetzt werden, wenn dieses Gerät das nächste Mal mit einem WLAN verbunden ist.
el: Εξοικονομήστε χώρο αφαιρώντας λήψεις Lossless οι οποίες θα αντικατασταθούν με λήψεις υψηλής ποιότητας την επόμενη φορά που αυτή η συσκευή θα συνδεθεί σε Wi-Fi.
es: Elimina las descargas sin pérdida para ahorrar espacio. Estas descargas se reemplazarán por otras de alta calidad la próxima vez que este dispositivo se conecte a una red Wi‑Fi.
es_us: Ahorra espacio al eliminar las descargas en formato Lossless, las cuales se reemplazarán con descargas en alta calidad la próxima vez que este dispositivo se conecte a una red Wi-Fi.
fi: Säästä tilaa poistamalla Lossless-latauksia, jotka korvataan Korkea laatu -latauksilla, kun tämä laite on seuraavan kerran yhteydessä Wi‑Fiin.
fr: Libérez de l’espace en supprimant les téléchargements au format Lossless. Ceux-ci seront remplacés par des téléchargements en haute qualité la prochaine fois que votre appareil sera connecté au Wi-Fi.
fr_ca: Libérez de l’espace en supprimant les téléchargements sans perte, qui seront remplacés par des téléchargements en qualité supérieure la prochaine fois que cet appareil sera connecté au Wi‑Fi.
he: ניתן לחסוך במקום על-ידי הסרת הורדות בפורמט Lossless. ההורדות שיוסרו יוחלפו בהורדות בפורמט ״איכות גבוהה״ בחיבור הבא של המכשיר לרשת אלחוטית.
hi: Lossless डाउनलोड हटाकर स्पेस बचाएँ जिसे डिवाइस के अगली बार वाई-फ़ाई से कनेक्ट होने पर उच्च गुणवत्ता वाले डाउनलोड से बदल दिया जाएगा।
hr: Uštedite prostor tako da uklonite Lossless preuzimanja, koja će se zamijeniti preuzimanjima u visokoj kvaliteti sljedeći put kad se ovaj uređaj spoji na Wi-Fi.
hu: Tárhelyet takaríthat meg, ha eltávolítja a veszteségmentes letöltéseket, amelyek kiváló minőségű letöltésekre lesznek lecserélve a következő alkalommal, amikor ez az eszköz Wi-Fi-hálózathoz csatlakozik.
id: Hemat ruang dengan menghapus unduhan Lossless, yang akan diganti dengan unduhan Kualitas Tinggi lain kali perangkat ini terhubung ke Wi-Fi.
it: Libera spazio eliminando i download in formato Lossless, che verranno sostituiti da download in alta qualità la prossima volta che il dispositivo sarà connesso a una rete Wi-Fi.
ja: ロスレスのダウンロードを削除して領域を節約します。このデバイスが次回Wi-Fiに接続されたときに高音質のダウンロードに置き換えられます。
kk: Бұл құрылғы Wi-Fi желісіне келесі жолы қосылғанда, жоғары сапалы жүктеп алулармен алмастырылатын Lossless форматындағы жүктеп алынғандарды жою арқылы орынды үнемдеңіз.
ko: 무손실 다운로드를 제거하여 저장 공간을 확보하고, 다음번에 이 기기가 Wi-Fi에 연결될 때 무손실 다운로드를 고품질 다운로드로 대치합니다.
lt: Sutaupykite vietos pašalindami nenuostolingojo formato atsisiuntimus, kurie bus pakeisti aukštos kokybės atsisiuntimais, kai šis įrenginys kitą kartą bus prijungtas prie „Wi-Fi“.
ms: Jimatkan ruang dengan mengeluarkan muat turun Lossless, yang akan digantikan dengan muat turun Kualiti Tinggi pada kali seterusnya peranti ini disambungkan ke Wi‑Fi.
nl: Bespaar ruimte door Lossless-downloads te verwijderen. Deze worden vervangen door downloads met 'Hoge kwaliteit' wanneer dit apparaat de volgende keer is verbonden met wifi.
no: Spar plass ved å fjerne nedlastinger i Lossless-format, og erstatt dem med mindre nedlastinger i Høy kvalitet neste gang denne enheten er koblet til Wi‑Fi.
pl: Aby oszczędzać miejsce, usuń pobrane rzeczy w formacie Lossless. Gdy ponownie połączysz się z siecią Wi‑Fi, w ich miejsce pobrane zostaną rzeczy w wysokiej jakości.
pt_br: Remova os downloads Lossless para poupar espaço. Eles serão substituídos por downloads de Alta Qualidade na próxima vez que seu dispositivo for conectado ao Wi‑Fi.
pt_pt: Poupe espaço removendo descargas em formato sem perdas, que serão substituídas por descargas de alta qualidade da próxima vez que este dispositivo estiver ligado a uma rede Wi‑Fi.
ro: Economisiți spațiu eliminând descărcările Lossless, care vor fi înlocuite cu descărcări la calitate înaltă data următoare când acest dispozitiv este conectat la Wi‑Fi.
ru: Экономьте место, удалив загрузки в формате Lossless. Они будут заменены на загрузки высокого качества, когда это устройство подключится к сети Wi‑Fi в следующей раз.
sk: Ušetrite miesto odstránením stiahnutých položiek vo formáte Lossless. Pri najbližšom pripojení zariadenia k Wi-Fi sieti budú nahradené obsahom vo vysokej kvalite.
sl: Če želite prihraniti prostor, prenose v kakovosti Lossless odstranite in jih nadomestite s prenosi v visoki kakovosti, ko bo naprava naslednjič vzpostavila povezavo z omrežjem Wi-Fi.
sv: Spara utrymme genom att ta bort hämtningar i Lossless-format. De ersätts med hämtningar i hög kvalitet nästa gång den här enheten ansluts till Wi-Fi.
th: ประหยัดพื้นที่โดยการเอาการดาวน์โหลดแบบ Lossless ออกซึ่งจะถูกแทนที่ด้วยการดาวน์โหลดแบบคุณภาพสูงในครั้งถัดไปที่อุปกรณ์เครื่องนี้เชื่อมต่อกับ Wi‑Fi
tr: Kayıpsız indirilenleri silerek yer açın. Bunlar, bu aygıtın Wi-Fi’ye bir sonraki bağlanışında Yüksek Kalite indirilenlerle değiştirilir.
uk: Заощаджуйте місце, вилучаючи викачування у форматі без втрат. Їх буде замінено викачуваннями у високій якості, коли цей пристрій підʼєднається до Wi‑Fi.
vi: Tiết kiệm dung lượng bằng cách xóa các bản tải về Lossless, sẽ được thay thế bằng bản tải về Chất lượng cao trong lần tiếp theo thiết bị này được kết nối vào Wi-Fi.
zh_cn: 移除无损下载以节省空间，此设备下一次接入Wi‑Fi时，将替换为高质量下载。
zh_hk: 移除無損壓縮下載項目來節省空間，下次此裝置連接Wi-Fi時，將會被高質素下載項目所取代。
zh_tw: 移除「保真壓縮」下載項目來節省空間，下次此裝置連接Wi-Fi時會改為使用「高品質」下載項目。
